from django.db import models

# {
#         "title": "গাযযার সেই মেয়েটি",
#         "description": "কুরআন-হাদিসের সাথে আমরা খুব একটা পরিচিত না। প্রয়োজনের তাগিদে কুরআন থেকে দু’একটা আয়াত তিলাওয়াত করি, বড়জোড় দু’একটা হাদিসের অনুবাদ পড়ি। গভীর ভাবে চিন্তা-ভাবনা করি না। জীবনকে ঢেলে সাজানোর জন্য মুক্তোর ন্যায় রত্নভাণ্ডার হলো, কুরআন ও হাদিস। বিস্ময়কর ওহি। যা জীবনের নব-জাগরণের রোডম্যাপ।মুক্তি লাভের মূলমন্ত্র। কুরআন-হাদিস অধ্যয়ন করে গল্পে গল্পে পাঠককে চিন্তার নতুন খোরাক দেয়ার চেষ্টা করেছি।পাঠক, মুক্তি লাভের মন্ত্র খোঁজে পাবে। ইনশাআল্লাহ।কুরআন-হাদিস কর্ষণ করেও যে গল্পে গল্পে জীবনের পাঠ শেখা যায়.. বইটি না পড়লে পাঠক বুঝতে পারবে না।অনেক স্বপ্ন থাকে জীবন নামের ভাবনার জগতে। স্বপ্নের বহি:প্রকাশ  প্রতিটি গল্পে পাঠক অনুধাবন করবে বলে আশাবাদি।",
#         "image": "https://wafilife-media.wafilife.com/uploads/2019/09/ek-dighol-dine-nobiji-250x390.png",
#         "pages": 128,
#         "published_at": "2024-01-01",
#         "category": "আত্মশুদ্ধি ও অনুপ্রেরণা",
#         "publication": "মহিউদ্দিন বিন জুবায়েদ",
#         "author": "শায়খ সালেহ আহমদ আশ-শামী",
#         "inventory": 10,
#         "price": "245",
#     }

# Create your models here.
